Repository: dbhowell/peeq
Catalog: po/extra/*.po
Languages: fr

source: Postgresql Client
fr: Client Postgresql

source: Postgresql Client with programmer utilities
fr: Client Postgresql avec des outils pour les développeurs

source: A Postgresql client for HiDPI screens, aimed at programmers.
fr: Un client Postgresql pour les écrans HiDPI, pour les développeurs.

source: Connect to multiple Postgresql servers
fr: Connectez-vous à plusieurs serveurs Postgresql

source: One query window per database connection
fr: Une fenêtre de requête par connexion à une base de données

source: Load SQL files
fr: Chargez des fichiers SQL

source: Copy/paste as CSV
fr: Copiez/Collez comme CSV

source: Copy/paste as JSON
fr: Copiez/Collez comme JSON

source: Override default font and size
fr: Remplacez le style et la couleur de la police par défaut

source: Dark mode
fr: Thème sombre

source: Editor style schemes (e.g. solarized dark, solarized light)
fr: Thèmes de l'éditeur (ex : Solarized Dark, Solarized Light)

source: New features
fr: Nouvelles fonctionnalités

source: Enabled stop/cancel query
fr: Activation de l'arrêt/annulation d'une requête

source: One connection per query pane
fr: Une connexion par panneau de requête

source: Fixes
fr: Corrections

source: Correctly close connections
fr: Fermeture correcte des connexions

source: CSV copy (CTRL-C)
fr: Copie vers CSV (CTRL + C)

source: JSON copy (CTRL-J)
fr: Copie vers JSON (CTRL + J)

source: Multi-row select
fr: Sélection multiligne

source: SQL Editor style schemes (e.g. solarized dark)
fr: Thèmes de l'éditeur (ex : Solarized Dark)

source: Initial Release
fr: Version initiale

source: HiDPI support
fr: Prise en charge des écrans HiDPI

source: Bug fixes and stability improvements
fr: Corrections de bugs et amélioration de la stabilité
